[{
  "name": "Big Shield",
  "desc": "All attacks (ranged and melee) from enemies that are in the unit’s front arc treat its defence as 6+."
}, {
  "name": "Blast (x)",
  "desc": "If the unit’s attack hits the target, the target suffers a number of hits equal to the number in brackets, rather than a single hit."
}, {
  "name": "Breath Attack (x)",
  "desc": "The unit has a ranged attack for which you roll (n) dice rather than the Attacks value of the unit. This attack has a range of 12\" and always hits on 4+, regardless of any modifier."
}, {
  "name": "Brutal",
  "desc": "When testing the Nerve of an enemy unit in melee with one or more of your units with this rule, add +1 to the total."
}, {
  "name": "Crushing Strength (x)",
  "desc": "All melee hits inflicted by the unit have a +(x) modifier when rolling to damage."
}, {
  "name": "Elite",
  "desc": "Whenever the unit rolls to hit, it can re-roll all dice that score a natural, unmodified 1."
}, {
  "name": "Ensnare",
  "desc": "When attacking this unit in its front, enemies suffer an additional -1 to hit in melee."
}, {
  "name": "Fly",
  "desc": "The unit can move over anything (blocking terrain, enemy units, friendly units when charging, etc.), but still cannot land on top of them. The unit does not suffer hindered charges for moving over difficult terrain or obstacles, unless it ends the move within or touching them. The unit also has the Nimble special rule."
}, {
  "name": "Fury",
  "desc": "While wavered, this unit may declare a Counter-Charge."
}, {
  "name": "Headstrong",
  "desc": "Whenever the unit begins a turn Wavering, it rolls a die. On a 4+ it shrugs off the effects of Wavering and is Disordered instead."
}, {
  "name": "Indirect Fire",
  "desc": "The unit fires in high arcs, hitting the target from the top, which means it does not suffers the –1 to hit modifier for cover. On the other hand, the unit cannnot shoot targets that are within 12\". Note that the firing unit does still need to see its target to fire at it."
}, {
  "name": "Individual",
  "desc": "This rule is explained on page 71."
}, {
  "name": "Inspiring",
  "desc": "If this unit, or any friendly non-allied unit within 6\" of this unit, is Routed, the opponent must re-roll that Nerve test. The second result stands. Note a unit can also have Inspiring (specific unit) – in that case the unit will only inspire itself and that unit."
}, {
  "name": "Iron Resolve",
  "desc": "If this unit is Steady as a result of a nerve test, it regains 1 point of damage previously suffered."
}, {
  "name": "Lifeleech (x)",
  "desc": "In a melee, this unit regains one point of damage it has previously suffered for every point of damage it deals, up to a maximum of x."
}, {
  "name": "Nimble",
  "desc": "The unit can make a single extra pivot of up to 90 degrees around its centre while executing any move order, including a Charge! It cannot make this extra pivot when ordered to Halt.In addition, the unit does not suffer from the –1 to hit modifier for moving and shooting."
}, {
  "name": "Pathfinder",
  "desc": "The unit suffers no movement penalties for difficult terrain, simply treating it as open terrain. Pathfinder units are not Hindered for charging through difficult terrain."
}, {
  "name": "Phalanx",
  "desc": "Units that charge this unit’s front cannot use the Thunderous Charge special rule."
}, {
  "name": "Piercing (x)",
  "desc": "All ranged hits inflicted by the unit have a +(x) modifier when rolling to damage."
}, {
  "name": "Regeneration (x)",
  "desc": "Every time this unit receives a move order (including Halt!), before doing anything else, roll a number of dice equal to the amount of damage currently on the unit. For every result of (n) or higher, the unit recovers a point of damage."
}, {
  "name": "Reload!",
  "desc": "The unit can fire only if it received a Halt order that turn."
}, {
  "name": "Shambling",
  "desc": "The unit cannot be ordered ‘At the Double’, except when carrying out a Vanguard move."
}, {
  "name": "Stealthy",
  "desc": "Enemies shooting against the unit suffer an additional -1 to hit modifier."
}, {
  "name": "Strider",
  "desc": "The unit never suffers the penalty for Hindered charges."
}, {
  "name": "Thunderous Charge (x)",
  "desc": "All melee hits inflicted by the unit have a +(x) modifier when rolling to damage. This bonus is in addition to the unit’s Crushing Strength (if any), however the unit loses this bonus when Disordered or during Hindered charges. "
}, {
  "name": "Vanguard",
  "desc": "The unit can make a single At the Double or Advance order after set-up is finished. If both armies have units with this rule, roll a die. The highest scorer decides who begins to move one of their Vanguard units first, then the players alternate until all Vanguard units have been moved."
}, {
  "name": "Very Inspiring",
  "desc": "This is the same as the Inspiring special rule, except that it has a range of 9\". Any rule which affects Inspiring also affects Very Inspiring."
}, {
  "name": "Vicious",
  "desc": "Whenever the unit rolls to damage, it can re-roll all dice that score a natural, unmodified 1."
}, {
  "name": "Yellow Bellied",
  "desc": "When this unit wishes to charge an enemy unit’s front facing, roll a die. If the result is a 1 then the unit ‘misunderstands’ the order and carries out a Halt! order instead.This does not apply if the unit wishes to charge the flank or rear of an enemy unit, an individual or war engine, or if it is carrying out a Counter-Charge."
}, {
  "name": "Advanced Deployment",
  "desc": "Units with this rule must be deployed immediately  after  players  have  chosen sides,  but  before  any  other  units  are deployed. If both players have one or more units with this rule then the player who chose the table side sets theirs up first. This unit may be deployed anywhere on the table outside your opponents deployment zone and not within 3\" of an objective counter or loot counter."
}, {
  "name": "Rallying! (x)",
  "desc": "Friendly, non-allied units within 6\" of this unit have +n to their Waver and Rout Nerve values. This is cumulative, with a maximum total of +2 if multiple units with Rallying! are in range."
}, {
  "name": "Base Size (x)",
  "desc": "The size of the base to be used"
}, {
  "name": "Fireball (x)",
  "desc": "Range: 12\" | Roll to damage as normal"
}, {
  "name": "Bane-chant (x)",
  "desc": "Range: 12\" | Friendly unit only, including units engaged in combat. Hits don’t inflict damage. Instead, if one or more hits are scored, for the rest of the turn all of the unit’s melee and ranged attacks increase their Piercing and Crushing Strength value by 1, or gain Piercing (1) and Crushing Strength (1) if they don’t already have these rules. Note that multiple bane-chants hitting the same unit do not have cumulative effects."
}, {
  "name": "Wind Blast (x)",
  "desc": "Range: 18\" | Hits don’t inflict damage. Instead, each hit pushes the target enemy unit 1\" directly backwards if the caster is in the target unit’s front arc, directly sideways and away from the caster if the caster is in either of the target unit’s flank arcs, or directly forwards if the caster is in the target unit’s rear arc. The target stops 1\" away from enemy units or just out of contact with blocking terrain and friends. This spell has no effect on units with a speed of 0."
}, {
  "name": "Lightning Bolt (x)",
  "desc": "Range: 24\" | Piercing (1) – roll to damage as normal."
}, {
  "name": "Heal (x)",
  "desc": "Range: 12\" | Friendly unit only, including units engaged in combat. Hits don’t inflict damage. Instead, for every hit ‘inflicted’, the friendly unit removes a point of damage that it has previously suffered."
}, {
  "name": "Surge (x)",
  "desc": "Range: 12\" | Friendly unit with the Shambling special rule only. Hits don’t inflict damage. Instead, for every hit ‘inflicted’, the Shambling friendly unit moves straight forward a full inch (stopping just out of contact from friendly units and blocking terrain). If this movement brings it into contact with an enemy unit, treat this as a successful charge against the enemy facing that has been contacted. However, the charged unit will not take any Nerve tests for any damage it might have taken previously in that Shoot phase.If the Surge move took the unit over an obstacle or through difficult terrain then it will be hindered in the ensuing combat as normal.This spell has no effect on units with a speed of 0."
}]
